IDEA Open Model
PlateData.IsNegativeObject Property
Compatible with IDEA StatiCa v 10.1
 Is negative object
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool IsNegativeObject { get; set; }
Public Property IsNegativeObject As Boolean
	Get
	Set
public:
property bool IsNegativeObject {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace